Repository: common-repository/lidplay
Catalog: languages/lidplay-*.po
Languages: ru_ru

source: Allow the plugin to create a video collection of your site?
ru_ru: Разрешить плагину создавать видео коллекцию вашего сайта?

source: Autoplay
ru_ru: Автовоспроизведение

source: Default resolution
ru_ru: Расширение по умолчанию

source: Enabling this setting allows you to significantly reduce the number of failure rate on the site.
ru_ru: Включение этой настройки позволяет существенно снизить количество отказов на сайте.

source: Extra params
ru_ru: Дополнительные параметры

source: Feedback
ru_ru: Обратная связь

source: If you have any questions or suggestions please contact us on
ru_ru: Если у вас есть какие-либо вопросы или предложения, свяжитесь с нами

source: In the absence of a video, you will receive random video from the collection of your site.
ru_ru: При отсутствии видео, вы получите случайное видео из коллекции вашего сайта.

source: LidPlay Player
ru_ru: Проигрыватель LidPlay

source: LidPlay Settings
ru_ru: Настройка LidPlay

source: Other
ru_ru: Другое

source: Playing video from VK.com, Mail.ru, OK.ru, Vimeo, RedTube, Google Drive, Mp4upload.com, Facebook.com in one player.
ru_ru: Воспроизведение видео с VK.com, Mail.ru, OK.ru, Vimeo, RedTube, Google Drive, Mp4upload.com, Facebook.com в одном плеере.

source: Save Changes
ru_ru: Сохранить изменения

source: Settings
ru_ru: Настройки

source: Start position (seconds)
ru_ru: Стартовая позиция (секунды):

source: Subtitles (VTT, CORS)
ru_ru: Субтитры (VTT, CORS)

source: Use collection
ru_ru: Использовать коллекцию

source: Use providers
ru_ru: Использовать провайдеры

source: Use your own domain for the player
ru_ru: Использовать собственный домен для плеера
